[
	{
		"id": "article1",
		"date": "6 19 2022",
		"title": "What Is Academic Burnout?",
		"preview": "Academic burnout symptoms are manifested in much more than just tiredness and feeling like you can’t attend another class.",
		"boldInfo": "Feeling less motivated than usual? More exhausted and irritable? Less inspired and creative in your school work? You may have academic burnout, which is a very real condition that is both diagnosable and treatable with the right steps.",
		"info": "The first part of treating academic burnout is recognition and acknowledgement of the condition, followed by some serious commitment to change your current habits. You can overcome academic burnout, and prevent it from happening again! We’ll explain exactly how you can do so plus the best tips for avoiding burnout altogether. Academic burnout can be defined as a negative emotional, physical and mental reaction to prolonged study that results in exhaustion, frustration, lack of motivation and reduced ability in school. It is the culmination of many weeks or months studying the same material or working on the same project, or from continuous years of schooling. This is not to be confused with the occasional feeling of frustration when you have been studying for hours on end, or tiredness from pulling an all-nighter. It is rather more of a chronic condition from long-term study or school work.",
		"image": "./Assets/Images/article1.svg",
		"views": 100
	},
	{
		"id": "article2",
		"date": "7 26 2021",
		"title": "Burnout During the Pandemic",
		"preview": "A new study found that college students are increasingly reporting signs of anxiety and burnout amid the ongoing COVID-19 pandemic.",
		"boldInfo": "College students are experiencing rising rates of anxiety, depression, burnout, and “unhealthy coping mechanisms,” like vaping and tobacco use, according to a new survey conducted by The Ohio State University’s Office of the Chief Wellness Officer.",
		"info": "According to Bernadette Melnyk, PhD, chief wellness officer and dean of the College of Nursing at Ohio State, who led the survey, this is the second time the survey has been conducted in less than a year, and students’ mental health has significantly declined. Student burnout rose drastically from August 2020 to April 2021 according to the experts. “In August 2020, the first time we did the survey, student burnout was at 40%. In April 2021, it was 71%,” said Melnyk in a statement. “The survey really brought students’ continued mental health struggles to light, and it is crucial that we arm students with the resilience, cognitive-behavioral skills and coping skills that we know are protective against mental health disorders.” During this timeline students who screened positive for anxiety rose from 39 to 43 percent. Those who screened positive for depression rose from 24 percent to 28 percent. Additionally, they found more students reported drinking, smoking, and eating unhealthy food to cope with the stress. More healthy ways of handling stress, including increased physical activity, also dropped from 35 percent to 28 percent.",
		"image": "./Assets/Images/article2.svg",
		"views": 0
	},
	{
		"id": "article3",
		"date": "2 7 2022",
		"title": "Burnout in medical students",
		"preview": "The influence of burnout, academic engagement, and their interaction in dropout intention among medical students should be further studied. ",
		"boldInfo": "Student burnout is the triad of exhaustion, cynicism, and feelings of inefficacy. Exhaustion refers to feelings of exceeding emotional resources due to the requirements of the study. Cynicism is a negative, insensitive, or excessively detached response to the study, colleagues, teachers, and patients.",
		"info": "Feelings of inefficacy mean reduced academic achievement as a decline in feelings of competence and achievement as a student. A systematic review of 2021 on the prevalence of burnout syndrome in university students showed estimates of 55.4% for emotional exhaustion, 31.6% for cynicism and 30.9% for academic efficacy. Also, it mentioned that medical students had higher burnout prevalence in contrast with other courses. Medical students tend to experience student burnout at some point during graduation and later as physicians. The personal, psychological, and financial consequences of burnout and dropout in medical students have shown to be relevant, such as the emotional suffering and health problems, and the waste of time, resources and money. Burnout is associated with general distress, poor educational performance, college dropout, suicidal ideation and substance use, mainly during medical school. Although depression and burnout overlap to some extent, their correlation strength is not yet fully understood. Occupational stress and anxiety symptoms can be directly related to burnout, which means the higher the stress and anxiety, the higher the burnout level. College dropout intention has a wide range of negative consequences on the individual, family, faculty, and community. For instance, dropout intention is related to an individual’s expectations not being met, symptoms of loss and frustration, and financial costs. European Commission’s Education and Training Monitor 2020 showed that 10.2% of students are early leavers from education and training. The Portuguese context is not an exception in terms of higher than desirable dropout rates. Previous research found that 11% of medical students had serious thoughts of dropping out of medical school each year. In the USA, resident trainees’ second leading cause of death is suicide (4.1 per each 100,000), and approximately 10 out of 100 medical students report suicidal ideation. Some of the causes of medical student burnout are known – high academic requirements, demanding nature of the contents, heavy workload, stress of the exams [12], however there is an insufficient number of studies on predictive psychological variables of burnout in medical students. In this regard, there is a need to understand better how student burnout, and academic engagement relate to dropout intention. Academic engagement outlines student disposition to engage in school activities [13]. Behavioral, emotional, and cognitive engagement describe academic engagement dimensions. Behavioral academic engagement encompasses student conduct and participation in classroom tasks and extracurricular activities [5]. Emotional academic engagement refers to student willingness to invest the necessary efforts to comprehend and master each subject [5]. Cognitive academic engagement concerns feelings of school belonging, beliefs about the value of schooling, and attention to teacher’s instructions. Another variable of interest regarding burnout is coping. One possible classification of coping strategies splits them into adaptive coping and maladaptive coping. Adaptive coping strategies are seeking help, information, social support, accepting, planning, and reframing problems with faith or humor. Adaptive coping is associated with academic engagement. In contrast, non-adaptive coping strategies encompass self-distraction, disengagement, self-blame, denial, and substance use. Non-adaptive coping is associated with burnout. Student burnout and general distress (i.e. anxiety, depression, and stress) are negatively associated with adaptative coping strategies as spend time with family and friends [16]. Not all coping strategies are expected to be equally effective in stress management, some coping strategies can be protective to health (adaptive) while maladaptive strategies are detrimental to health. Being expected, that academic engagement shows a positive association with adaptive coping and a negative relation with maladaptive coping, while student burnout is expected to have the opposite associations (i.e. positively associated with maladaptive strategies, and negatively related with adaptive coping). Additionally, social support is a key factor of study. Social support satisfaction is the set of information that one experiences that make him/her believe that he/she is supported, loved, and valued in a communication network and mutual obligations [19]. Social support is expected to be negatively related to burnout. This association was evident in a meta-analytic study with more than 95,000 students, where support from school or teacher have the strongest negative relationship to student burnout. Social support showed to be central to student engagement in academic activities being expected to be positively related to the satisfaction with social support.",
		"image": "./Assets/Images/article3.svg",
		"views": 22
	},
	{
		"id": "article4",
		"date": "2 4 2021",
		"title": "Is seeking therapy a weakness?",
		"preview": "It’s common knowledge that 2020 was one of the most difficult years on record for most Americans as well as the citizens of the world.",
		"boldInfo": "The mental health of workers around the globe has plummeted due mainly to the spread of Covid-19, remote working and a whole new way of living that requires social distancing.",
		"info": " A new SWNS research study, conducted by Onepoll on behalf of Vida Health, found that more than one out of every six Americans started therapy for the first time in 2020. The study, surveying 2,000 adults in the United States, also reported that 31% either continued or returned to therapy in the last year, 15% are taking some type of medication for their mental health for the first time, and another 15% changed or increased an existing prescription during that same time frame. After the January 6, 2021 insurrection on the Capitol, the numbers of Americans showing symptoms of post traumatic stress rose. And the lurking dangers and turmoil in this country have led many workers to say, “Stay safe” to colleagues, instead of “Goodbye” or “See you soon.” The belief that people who go for psychotherapy are weak, mentally ill or crazy is a common, yet one of the biggest misconceptions about psychotherapy. Nowadays, if you seek treatment, it’s viewed as a sign of resourcefulness. The average therapy client struggles with many of the same problems we all struggle with on a daily basis: relationships, self-doubt, confidence, self-esteem, work/life stress, life transitions, depression and anxiety. The preferred designation for the person in therapy is “client,” not “patient,” for that very reason. Over my 25 years of experience, I’ve often said that the folks I treat in therapy are mentally healthier than some people walking the streets who fear the stigma of mental health counseling.",
		"image": "./Assets/Images/article4.svg",
		"views": 2
	},
	{
		"id": "article5",
		"date": "2 15 2022",
		"title": "Your Body Knows You’re Burned Out",
		"preview": "Dr. Jessi Gold, a psychiatrist at Washington University in St. Louis, knows she’s edging toward burnout when she wakes up, feels instantly angry at her email inbox and doesn’t want to get out of bed",
		"boldInfo": "It’s perhaps not surprising that a mental health professional who is trying to stem the rising tide of burnout could burn out sometimes, too. After all, the phenomenon has practically become ubiquitous in our culture.",
		"info": "In a 2021 survey of 1,500 U.S. workers, more than half said they were feeling burned out as a result of their job demands, and a whopping 4.3 million Americans quit their jobs in December in what has come to be known as the “great resignation.” When people think of burnout, mental and emotional symptoms such as feelings of helplessness and cynicism often come to mind. But burnout can lead to physical symptoms as well, and experts say it can be wise to look out for the signs and take steps when you notice them. Burnout, as it is defined, is not a medical condition — it’s “a manifestation of chronic unmitigated stress,” explained Dr. Lotte Dyrbye, a physician scientist who studies burnout at the Mayo Clinic. The World Health Organization describes burnout as a workplace phenomenon characterized by feelings of exhaustion, cynicism and reduced efficacy. You start not functioning as well, you’re missing deadlines, you’re frustrated, you’re maybe irritable with your colleagues,” said Jeanette M. Bennett, a researcher who studies the effects of stress on health at the University of North Carolina, Charlotte. But stress can have wear and tear effects on the body, especially when it doesn’t ease up after a while — so it makes sense that it can incite physical symptoms, too, Dr. Bennett said. When people are under stress, their bodies undergo changes that include making higher than normal levels of stress hormones such as cortisol, adrenaline, epinephrine and norepinephrine. These changes are helpful in the short term — they give us the energy to power through difficult situations — but over time, they start harming the body. Our bodies were “not designed for the kinds of stressors that we face today,” said Christina Maslach, a social psychologist at the University of California, Berkeley, who has spent her career studying burnout. Here’s how to recognize burnout in your body and what to do about it.",
		"image": "./Assets/Images/article5.svg",
		"views": 5
	},
	{
		"id": "article6",
		"date": "2 1 2022",
		"title": "Do you feel burnt out?",
		"preview": "Our culture doesn’t understand burnout – including the fact that we can get burnt out on a perfectly ‘normal’ 40-hour work week",
		"boldInfo": "Afew years ago, I found myself really burnt out. Well, at the time, I wasn’t actually sure that’s what it was. At first “burnout” seemed like a dramatic way to describe what I was experiencing. But I was really, really tired. I was struggling to motivate myself and looking at my calendar started filling me with a sort of low-grade dread.",
		"info": "What I learned pretty quickly is that our culture doesn’t understand burnout, what it stems from or how common it is. We do not understand that a lot of us can get burnt out on a perfectly “normal” 40-hour work week. That’s partly because that 40-hour work week is a completely arbitrary creation, and ignores data that shows that most people can only give three to four hours of focused attention to their work a day before there are diminishing returns. (I highly recommend the book Laziness Does Not Exist on this.) But the other reason we can get burnt out on a “normal” schedule is that overworking isn’t always the cause. Job burnout is very real, but it is not the only cause of burnout. We tend to think that taking a rest or a break from work will always reverse our burnout. (And sometimes it will!) But because we can also get burnt out from other, less obvious causes, the cures are often less obvious as well. We can get burnt out from years of stress. We can get burnt out from unresolved emotions or unresolved trauma. And we can get burnt out from simply living the wrong life for us (the wrong job, the wrong career, the wrong relationship, etc). If your cause of burnout stems from one of those less obvious places, just taking a break from work will not cure your burnout. You are going to have to do a little more digging to figure out the cause of your depletion. The cause may be more emotional and spiritual than merely physical. Right now, two years into the stress and uncertainty of this pandemic, most of us are experiencing burnout big-time. And while it partly stems from the physical exhaustion of overhauling everything about the way we live, work and parent, it’s also probably stemming from nonstop stress and emotional exhaustion too. We also don’t have a good understanding of the subtler ways that burnout manifests beyond a general sense of exhaustion. Because of this, lots of people misunderstand what they are experiencing and try to “push through”, leading to even more burnout. Burnout can also manifest as apathy, difficulty focusing, cynicism, pessimism and other symptoms of depression and anxiety. It can manifest as physical symptoms such as chronic fatigue, insomnia and lowered immunity. How many of us experience those symptoms, with no idea that burnout could be the culprit, and just pound another coffee and keep going? No wonder we are so tired and wired and low-grade miserable. We are living in a culture that doesn’t understand or honor the human need to relax and recuperate. We are expected to operate like machines, with barely any downtime at all. So – assuming you can’t quit your life and go chill on a beach for a few years – what does healing from burnout look like? The first cure is rest. And I mean true rest, not rest where you feel stressed and guilty for resting. That’s not rest.",
		"image": "./Assets/Images/article6.svg",
		"views": 10
	}
]
