[
	{
		"id": "tip1",
		"title": "Meditation",
		"preview": "Meditation can produce a deep state of relaxation and a tranquil mind. During meditation, you focus your attention and eliminate the stream of jumbled thoughts that may be crowding your mind and causing stress. This process may result in enhanced physical and emotional well-being.",
		"boldInfo": "Meditation has been practiced for thousands of years. Meditation originally was meant to help deepen understanding of the sacred and mystical forces of life. These days, meditation is commonly used for relaxation and stress reduction.",
		"info": "Meditation can give you a sense of calm, peace and balance that can benefit both your emotional well-being and your overall health. You can also use it to relax and cope with stress by refocusing your attention on something calming. Meditation can help you learn to stay centered and keep inner peace.<br><br>And these benefits don't end when your meditation session ends. Meditation can help carry you more calmly through your day. And meditation may help you manage symptoms of certain medical conditions.<br><br>Meditation is an umbrella term for the many ways to achieve a relaxed state of being. There are many types of meditation and relaxation techniques that have meditation components. All share the same goal of achieving inner peace.<br><br><b>Guided meditation.</b> Sometimes called guided imagery or visualization, with this method of meditation you form mental images of places or situations you find relaxing.<br><br> <b>Mantra meditation.</b> In this type of meditation, you silently repeat a calming word, thought or phrase to prevent distracting thoughts.<br><br> <b>Mindfulness meditation.</b> This type of meditation is based on being mindful, or having an increased awareness and acceptance of living in the present moment.<br><br> <b>Qi gong.</b> This practice generally combines meditation, relaxation, physical movement and breathing exercises to restore and maintain balance. Qi gong (CHEE-gung) is part of traditional Chinese medicine.<br><br> <b>Tai chi.</b> This is a form of gentle Chinese martial arts training. In tai chi (TIE-CHEE), you perform a self-paced series of postures or movements in a slow, graceful manner while practicing deep breathing.<br><br> <b>Transcendental meditation.</b> Transcendental meditation is a simple, natural technique. In this form of meditation, you silently repeat a personally assigned mantra, such as a word, sound or phrase, in a specific way.<br><br> <b>Yoga.</b> You perform a series of postures and controlled breathing exercises to promote a more flexible body and a calm mind. As you move through poses that require balance and concentration, you're encouraged to focus less on your busy day and more on the moment.<br><br>Don't judge your meditation skills, which may only increase your stress. Meditation takes practice.<br><br>Keep in mind, for instance, that it's common for your mind to wander during meditation, no matter how long you've been practicing meditation. If you're meditating to calm your mind and your attention wanders, slowly return to the object, sensation or movement you're focusing on.<br><br>Experiment, and you'll likely find out what types of meditation work best for you and what you enjoy doing. Adapt meditation to your needs at the moment. Remember, there's no right way or wrong way to meditate. What matters is that meditation helps you reduce your stress and feel better overall.",
		"image": "./Assets/Images/"
	},
	{
		"id": "tip2",
		"title": "Stay active",
		"preview": "Moving your body will release the tension it holds while producing feel-good hormones like endorphins. Virtual workouts like online yoga help relieve stress without you even leaving the house.",
		"boldInfo": "Exercise is not just about aerobic capacity and muscle size. Sure, exercise can improve your physical health and your physique, trim your waistline, improve your sex life, and even add years to your life. But that’s not what motivates most people to stay active.",
		"info": "People who exercise regularly tend to do so because it gives them an enormous sense of well-being. They feel more energetic throughout the day, sleep better at night, have sharper memories, and feel more relaxed and positive about themselves and their lives. And it’s also a powerful medicine for many common mental health challenges.<br><br>Regular exercise can have a profoundly positive impact on depression, anxiety, and ADHD. It also relieves stress, improves memory, helps you sleep better, and boosts your overall mood. And you don’t have to be a fitness fanatic to reap the benefits. Research indicates that modest amounts of exercise can make a real difference. No matter your age or fitness level, you can learn to use exercise as a powerful tool to deal with mental health problems, improve your energy and outlook, and get more out of life.<br><br>Ever noticed how your body feels when you're under stress? Your muscles may be tense, especially in your face, neck, and shoulders, leaving you with back or neck pain, or painful headaches. You may feel a tightness in your chest, a pounding pulse, or muscle cramps. You may also experience problems such as insomnia, heartburn, stomachache, diarrhea, or frequent urination. The worry and discomfort of all these physical symptoms can in turn lead to even more stress, creating a vicious cycle between your mind and body.<br><br>Exercising is an effective way to break this cycle. As well as releasing endorphins in the brain, physical activity helps to relax the muscles and relieve tension in the body. Since the body and mind are so closely linked, when your body feels better so, too, will your mind.<br><br>Even if you’re not suffering from a mental health problem, regular physical activity can still offer a welcome boost to your mood, outlook, and mental well-being. Exercise can help provide: sharper memory and thinking, higher self-esteem, better sleep, more energy and stronger resilience.<br><br>Don’t have a 30-minute block of time to dedicate to yoga or a bike ride? Don’t worry. Think about physical activity as a lifestyle rather than just a single task to check off your to-do list. Look at your daily routine and consider ways to sneak in activity here, there, and everywhere.<br><br><b>Move in and around your home.</b> Clean the house, wash the car, tend to the yard and garden, mow the lawn with a push mower, sweep the sidewalk or patio with a broom.<br><br><b>Sneak activity in at work or on the go.</b> Bike or walk to an appointment rather than drive, use stairs instead of elevators, briskly walk to the bus stop then get off one stop early, park at the back of the lot and walk into the store or office, or take a vigorous walk during your coffee break.<br><br><b>Get active with the family.</b> Jog around the soccer field during your kid’s practice, make a neighborhood bike ride part of your weekend routine, play tag with your children in the yard, go canoeing at a lake, walk the dog in a new place.<br><br><b>Get creative with exercise ideas.</b> Pick fruit at an orchard, boogie to music, go to the beach or take a hike, gently stretch while watching television, organize an office bowling team, take a class in martial arts, dance, or yoga.",
		"image": "./Assets/Images/"
	},
	{
		"id": "tip3",
		"title": "Maintain a healthy lifestyle",
		"preview": "Eating fresh, wholesome meals can boost your immunity and make you less vulnerable to stress and fatigue. Try to embrace a nutritious diet for more energy.",
		"boldInfo": "The connection between diet and emotions stems from the close relationship between your brain and your gastrointestinal tract, often called the “second brain.",
		"info": "Here’s how it works: Your GI tract is home to billions of bacteria that influence the production of neurotransmitters, chemical substances that constantly carry messages from the gut to the brain. (Dopamine and serotonin are two common examples.)<br><br>Eating healthy food promotes the growth of “good” bacteria, which in turn positively affects neurotransmitter production. A steady diet of junk food, on the other hand, can cause inflammation that hampers production. When neurotransmitter production is in good shape, your brain receives these positive messages loud and clear, and your emotions reflect it. But when production goes awry, so might your mood.<br><br>Sugar, in particular, is considered a major culprit of inflammation, plus it feeds “bad” bacteria in the GI tract. Ironically, it can also cause a temporary spike in “feel good” neurotransmitters, like dopamine. That isn't good for you either, says Rachel Brown, co-founder of The Wellness Project, a consultancy that works with corporations to promote good health among employees. The result is a fleeting sugar rush that is followed shortly thereafter by a crash that's terrible for your mood, she says.<br><br> When you stick to a diet of healthy food, you’re setting yourself up for fewer mood fluctuations, an overall happier outlook and an improved ability to focus, Dr. Cora says. Studies have even found that healthy diets can help with symptoms of depression and anxiety. Unhealthy diets have been linked to an increased risk of dementia or stroke.<br><br>So what should you put in your cart and on your plate? Here’s a quick overview of what to look for next time you’re in the grocery store. You’ll want to aim for a mix at meal time.<br><br><b>Whole foods.</b> Some studies have shown that preservatives, food colorings and other additives may cause or worsen hyperactivity and depression. So if you have one thing to remember, it's to eat real food, or food that’s minimally processed and has a few healthy ingredients, says Sarah Jacobs, holistic nutritional counselor and co-founder of The Wellness Project. Think fresh fruits and vegetables.<br><br><b>Fiber.</b> Plant-based foods are full of fiber, which helps your body absorb glucose – or food sugars – more slowly and helps you avoid sugar rushes and crashes. Fiber-rich foods include fruits, vegetables, and nutrient-filled carbs like whole grains and beans.<br><br><b>Antioxidants.</b> These inflammation fighters are especially plentiful in berries, leafy green vegetables, the spice turmeric and foods with Omega-3 fatty acids, including salmon and black chia seeds. Dark chocolate also contains antioxidants – and sugar – so indulge in moderation.<br><br><b>Folate.</b> This type of B vitamin helps with dopamine production without forcing it to surge the way sugars do. Find it in leafy greens, lentils and cantaloupes.<br><br><b>Vitamin D.</b> Vitamin D helps with the production of serotonin, and we usually get it from exposure to sunlight. But mushrooms – especially reishi, cordycep and maitake – are another good source, Jacobs says. (If you are deficient in vitamin D, your doctor may also recommend taking a supplement. Aetna members may receive discounts on supplements; check your plan’s benefits for details.) <br><br><b>Magnesium.</b> This essential mineral helps with everything from nerve and muscle function to keeping a heartbeat steady. But it’s also vital to the food-mood connection: A mineral deficiency can hurt the bacteria in your gut and cause depression and anxiety-like symptoms. Load up with natural sources such as dark chocolate, cacao nibs, almonds and cashews, spinach and other dark leafy greens, bananas and beans.<br><br><b>Fermented foods.</b> Fermented foods are packed with probiotics, which are certain live bacteria that are good for your digestive tract. Examples include sauerkraut, kimchi, miso, tempeh and the fermented drink kombucha. (These foods also tend to be high in sodium, so consume in moderation or skip altogether if you have high blood pressure.)<br><br>Being mindful of the healthy foods entering your body is also effective, especially when it comes to combating cravings. Appreciate each smell, food texture and taste for each food, Dr. Cora says. And take note of how the nutritious snacks and meals make you feel afterward. Some people who move to a mostly plant-based diet, for instance, often notice that their energy and focus are sustained throughout the day.",
		"image": "./Assets/Images/"
	},
	{
		"id": "tip4",
		"title": "Restful sleep",
		"preview": "Not getting enough sleep due to stress poses threats to physical strength, mental focus, and emotional stamina. Try to get at least seven to nine hours a night. This could be done with the right sleep hygiene or even with a sleep tracker.",
		"boldInfo": "Sleep. We all wish we had more of it. Yet it’s still. So. Elusive. And while yawning and feeling tired all the time can be a bummer, a lack of zzz’s can actually have a big impact on your health. Experts say you should aim to get between seven and eight hours of shut-eye each night, but what does that really do for you?",
		"info": "Sleep Can Boost Your Immune System. When your body gets the sleep it needs, your immune cells and proteins get the rest they need to fight off whatever comes their way — like colds or the flu. And according to the well-rested sleep specialists over at the American Academy of Sleep Medicine, proper sleep can also make vaccines more effective, which is obviously a plus.<br><br>Gaining Zzz’s Can Help Prevent Weight Gain. Racking up eight full hours of sleep isn’t going to result in losing the lbs. by itself, but it can help your body from packing on the pounds. If you don’t get enough sleep, your body produces ghrelin, a hormone that boosts appetite. Your body also decreases the production of leptin, a hormone that tells you you’re full. Put ’em both together and that’s one dangerous combo for late-night snacking, my friend. Plus, when you don’t sleep enough you get more stressed and don’t have the energy to fight off junk food cravings. We’re exhausted just thinking about it.<br><br>Sleep Can Strengthen Your Heart. Not getting enough sleep can lead to heart health problems like high blood pressure or heart attacks. That’s because lack of sleep can cause your body to release cortisol, a stress hormone that triggers your heart to work harder. Just like your immune system, your heart needs rest  in order to function powerfully and properly. Just another reason to “heart” sleep.<br><br>Better Sleep = Better Mood. There is some truth in the old saying, “Getting up on the right side of the bed.” It has nothing to do with which side of the bed you roll out of, but sleeping can lead to good moods.  And really, it makes sense. If you sleep well, you wake up feeling rested. Being rested helps your energy levels soar. When your energy is up, life’s little challenges won’t annoy you as much. When you’re not annoyed, you’re not as angry. If you’re not angry, you’re happy. So, go to bed early and everyone around you will thank you for it.<br><br>Sleeping Can Increase Productivity. You may think you’re wowing your boss by burning the midnight oil, but putting off a good night’s rest could be having an adverse effect at work or school. In fact, sleep has been linked to improved concentration and higher cognitive function, both of which can help you be successful at work. But one restless night can leave you feeling frazzled, making it more likely that you’ll make mistakes that a pot of coffee won’t be able to fix. Speaking of coffee, the more tired you feel, the more likely you are to reach for that afternoon cup. And while that may seem to fix the afternoon crash problem you experience, the extra caffeine late in the day could set you up for another sleepless night. Talk about a counterproductive cycle.<br><br>Lack of Sleep Can Be Dangerous. Literally. According to a study from the AAA Foundation for Traffic Safety, you’re twice as likely to get in a car accident when you’re cruising on six to seven hours of sleep compared to if you get a full eight hours. Sleep less than five hours and your chances of a crash quadruple! That’s because your reaction time slows way down when your brain isn’t fully rested. We don’t know about you, but those statistics have us ready to climb into our PJs and hit the hay ASAP. <br><br>Sleep Can Increase Exercise Performance. Someone studied the effects of sleep deprivation on basketball players and guess what they found? When they didn’t sleep well, they weren’t very good basketball players. (#Duh) You might be thinking, ”So what? I’m only MVP in my dreams.” Well, sleep affects all types of exercise performance. Under-the-covers recovery helps with hand-eye coordination, reaction time and muscle recovery. Plus, depriving yourself of sleep can have a negative impact on strength and power. <br><br>Sleep Improves Memory.Even though sleep gives your body the rest it needs, your mind is still hard at work. It’s actually processing and consolidating your memories from the day. If you don’t get enough sleep, who knows where those memories go. Or worse, your mind might actually create false memories. <br><br> The bottom line: Sleep is good. And necessary. Roy Kohler, MD, who specializes in sleep medicine at SCL Health in Montana, reaffirms all we know about the benefits of sleep, citing research that shows people who get less sleep tend to be heavier, eat more, have a higher BMI, and are more likely to be diabetic. “Consistent sleep of seven hours a night is what’s recommend for adults just for daytime functioning—being on task, being alert for the day and being able to concentrate and not be so moody and tired during the day,” says Dr. Kohler. <br><br>While there will certainly be ebbs and flows to your sleeping patterns, we hope this is enough evidence to convince you to aim for seven to eight hours a night so your mind and body can fully reap all the benefits. <br><br>Need some help counting sheep? Create a nighttime routine to get your mind and body relaxed, maybe try meditating. Oh, and stop looking at your phone or tablet — those social media alerts will all be there in the morning. Sweet dreams!",
		"image": "./Assets/Images/"
	},
	{
		"id": "tip5",
		"title": "Spend time with loved ones",
		"preview": "As well as prevent burnout, having a good work-life balance will improve your relationships with loved ones, which is a key aspect of your health and wellbeing.",
		"boldInfo": "When we spend time with family—especially face-to-face communication, as opposed to digital—it significantly reduces the occurrence of depression, anxiety, and other mental illness. Being physically present with loved ones creates a strong emotional support to buoy you up through life’s challenges. ",
		"info": "One 2019 study published in the journal PLOS ONE, for example, found that the strength of a person’s social circle—as measured by inbound and outbound cell phone activity—was a better predictor of self-reported stress, happiness and well-being levels than fitness tracker data on physical activity, heart rate and sleep. That finding suggests that the “quantified self” portrayed by endless amounts of health data doesn’t tell the whole story, says study co-author Nitesh Chawla, a professor of computer science and engineering at the University of Notre Dame. <br><br> “There’s also a qualified self, which is who I am, what are my activities, my social network, and all of these aspects that are not reflected in any of these measurements,” Chawla says. “My lifestyle, my enjoyment, my social network—all of those are strong determinants of my well-being.” <br><br>Chawla’s theory is supported by plenty of prior research. Studies have shown that social support—whether it comes from friends, family members or a spouse—is strongly associated with better mental and physical health. A robust social life, these studies suggest, can lower stress levels; improve mood; encourage positive health behaviors and discourage damaging ones; boost cardiovascular health; improve illness recovery rates; and aid virtually everything in between. Research has even shown that a social component can boost the effects of already-healthy behaviors such as exercise.<br><br>Social isolation, meanwhile, is linked to higher rates of chronic diseases and mental health conditions, and may even catalyze cellular-level changes that promote chronic inflammation and suppress immunity. The detrimental health effects of loneliness have been likened to smoking 15 cigarettes a day. It’s a significant problem, especially since loneliness is emerging as a public health epidemic in the U.S. According to recent surveys, almost half of Americans, including large numbers of the country’s youngest and oldest adults, are lonely. <br><br> A 2019 study conducted by health insurer Cigna and published in the American Journal of Health Promotion set out to determine what’s driving those high rates of loneliness. Unsurprisingly, it found that social media, when used so much that it infringes on face-to-face quality time, was tied to greater loneliness, while having meaningful in-person interactions, reporting high levels of social support and being in a committed relationship were associated with less loneliness. Gender and income didn’t seem to have a strong effect, but loneliness tended to decrease with age, perhaps because of the wisdom and perspective afforded by years of life lived, says Dr. Stuart Lustig, one of the report’s authors and Cigna’s national medical executive for behavioral health. <br><br>Lustig says the report underscores the importance of carving out time for family and friends, especially since loneliness was inversely related to self-reported health and well-being. Reviving a dormant social life may be best and most easily done by finding partners for enjoyable activities like exercising, volunteering, or sharing a meal, he says. “Real, face-to-face time with people is important, and the activity part of it makes it fun and enjoyable and gives people an excuse to get together,” Lustig says. <br><br>Spending time with family builds confidence for all of its members. Parents can teach children to build self-esteem through specific skills such as problem solving and communication. They can also model the ability to love oneself without degrading others. For parents and children, confidence grows simply with the knowledge that they are valued and appreciated by their loved ones. <br><br>Those with strong family healthy relationships tend to seek out healthier coping mechanisms for stress—such as confiding in friends and family—instead of other unhealthy outlets. This establishes a habit of talking through problems together to relieve stress and find effective solutions. Stress also significantly affects aspects of physical health, such as fatigue, blood pressure, and heart health. The Annals of Behavioral Medicine conducted a study that found when people discussed hardships in their lives with a friend beside them (instead of alone), they had lowered pulse and blood pressure readings. ",
		"image": "./Assets/Images/"
	},
	{
		"id": "tip6",
		"title": "Track your stress levels",
		"preview": "Keeping a Diary is a great way to monitor your anxiety. Trackers also help you to understand more about your personal stress patterns and behaviors.",
		"boldInfo": "Stress is nothing new in our busy lifestyles. Whether it’s work-related stress or strain from our personal relationships, stress is part of modern life. We can avoid some unnecessary stress by making different choices, but most people are still going to encounter stress on a daily basis. Whether it motivates or distracts depends in part on how we manage it.",
		"info": "Journaling generally involves the practice of keeping a diary or journal that explores thoughts and feelings surrounding the events of your life. There are several different ways to do this. Journaling, as a stress management and self-exploration tool, works best when done consistently, but even occasional, sporadic journaling can be stress relieving when the practice is focused on gratitude or emotional processing. <br><br>Luckily, the conversation around mental fitness and stress is growing, and so is awareness of our ability to help ourselves. With this conversation comes improved technology and tools to track and manage our stress. <br><br>A stress tracker is just one example of a tool that can be helpful for someone with struggles with stress. By becoming more aware of what types of situations make us more stressed, we can change our behaviors. These wearables also provide stress detection and coping techniques to mitigate the downside.<br><br>Also journaling generally involves the practice of keeping a diary or journal that explores thoughts and feelings surrounding the events of your life. There are several different ways to do this. Journaling, as a stress management and self-exploration tool, works best when done consistently, but even occasional, sporadic journaling can be stress relieving when the practice is focused on gratitude or emotional processing.One of the most effective ways to reduce stress with journaling is to write in detail about feelings and thoughts related to stressful events, as one would discuss topics in therapy, and brainstorm solutions, but there are several different ways to practice journaling. The journaling method you choose can depend on your needs at the time, and your personality; just do what feels right. <br><br>Journaling allows people to clarify their thoughts and feelings, thereby gaining valuable self-knowledge. It’s also a good problem-solving tool; oftentimes, one can hash out a problem and come up with solutions more easily on paper. Journaling about traumatic events helps one process them by fully exploring and releasing the emotions involved, and by engaging both hemispheres of the brain in the process, allowing the experience to become fully integrated within one’s mind. It can also help you to focus on areas of your life that you like to focus on more often, as is the case with gratitude journaling or even coincidence journaling. <br><br> As for the health benefits of journaling, they've been scientifically proven. Research shows the following:Journaling decreases the symptoms of asthma, arthritis, and other health conditions, it improves cognitive functioning, it can strengthen immune system response, it can counteract many of the negative effects of stress.",
		"image": "./Assets/Images/"
	}
]
